Repository: GregorH/metamorphose2
Catalog: messages/*/*.po
Languages: fr

source: Insert text or sub-operation
fr: Insérer un texte ou une sous-opération

source: length
fr: longueur

source: Change the length of the item
fr: Changer la longueur du nom

source: Name (absolute paths allowed):
fr: Nom (chemins complets permis) :

source: Copy Path Structure
fr: Copier chemin entier

source: For best results, use with absolute paths.
fr: Pour un résultat idéal, utiliser avec chemins complets.

source: Path depth to copy:
fr: Profondeur du chemin à copier :

source: Negative values allowed
fr: Valeur négatives permises

source: inverse
fr: inverser

source: Start from begining or end of path
fr: Commencer par le début ou la fin du chemin

source: Copy File Name
fr: Copier Nom de Fichier

source: Add a directory with the same name as the file.
fr: Ajouter un dossier avec le même nom que le fichier.

source: Add the file name
fr: Ajouter le nom du fichier

source: Add the file extension
fr: Ajouter l'extension

source: Path-Structure
fr: Structure-Chemin

source: File-Name
fr: Nom-Fichier

source: Incorrect path separator
fr: Séparateur de chemin erroné

source: %s - press ENTER to fix
fr: %s - appuyez sur ENTRÉE pour corriger

source: Search for what to move, by:
fr: Chercher quoi déplacer, par :

source: Move the match:
fr: Déplacer le résultat :

source: to position:
fr: à cette position :

source: Use negative values to start from end of name.
fr: Utiliser une valeur négative pour commencer par la fin du nom.

source: to
fr: à

source: before
fr: avant

source: after
fr: après

source: text:
fr: ce texte :

source: Text (Keep blank to match entire name):
fr: Texte ( Laisser vide pour remplacer le nom entier ) :

source: case sensitive
fr: sensible à la casse

source: Differentiate between upper and lower case
fr: Différencier entre majuscules et minuscules

source: In between
fr: Entre

source: this text:
fr: ce texte :

source: and this text:
fr: et ce texte :

source: Fixed position
fr: Position fixe

source: Starting at:
fr: Début :

source: Selection length:
fr: Longueur de sélection :

source: Add this:
fr: Ajouter ceci :

source: As a prefix
fr: Comme préfixe

source: As a suffix
fr: Comme suffixe

source: At this position:
fr: À cette position :

source: Use negative values to start from the end of the name.
fr: Utiliser une valeur négative pour commencer par la fin du nom.

source: Before
fr: Avant

source: After
fr: Après

source: Replace settings
fr: Réglages : remplacer

source: This is a translated string
fr: Voici un 'bout de ficelle' traduit

source: Search for what to replace, by:
fr: Chercher les caractères à remplacer, par :

source: Replace with:
fr: Remplacer par :

source: Text (blank to delete):
fr: Texte ( vide pour effacer ) :

source: Keep blank to delete.
fr: Laisser vide pour effacer.

source: Directory settings
fr: Réglages : répertoires

source: Swap this:
fr: Échanger ceci :

source: With this:
fr: Avec cela :

source: Counter:
fr: Compteur :

source: Numerical:
fr: Numérique :

source: Alphabetical:
fr: Alphabétique :

source: Must start at positive value: (1=a, 28=ab, etc..)
fr: Doit commencer par une valeur positive. (1=a, 28 =ab, etc..)

source: Roman Numeral:
fr: Chiffres romains :

source: Count must be between 1 and 4999
fr: Les valeurs du compte doivent être entre 1 et 4999

source: Pad, using:
fr: Rembourrer avec :

source: Auto pad
fr: Rembourrage automatique

source: Fixed pad width:
fr: Rembourrage fixe :

source: auto pad
fr: Auto-rembourrer

source: Uppercase
fr: Majuscule

source: Start at:
fr: Départ :

source: Step size
fr: Changer le compte par combien ?

source: By directory
fr: Par répertoire

source: Only change count when directory changes
fr: Seulement augmenter/diminuer le compte quand le répertoire change

source: Count by:
fr: Compter par :

source: Asc
fr: Augmenter

source: Increase counting number
fr: Augmenter le compte

source: Desc
fr: Diminuer

source: Decrease counting number
fr: Diminuer le compte

source: Count:
fr: Compte :

source: Starting value
fr: Valeur au départ

source: Number of items
fr: Nombre d'objets

source: Use the number of items as the start value
fr: Utiliser le nombre d'objets comme numéro de départ

source: Reset every:
fr: Réinitialiser tous les :

source: 1 = don't reset
fr: 1 = ne pas réinitialiser

source: Directory
fr: Répertoire

source: Reset count when directory changes
fr: Reprendre du début pour chaque répertoire

source: Name change
fr: Nom différant

source: MUST be in LAST operation in stack !!
fr: DOIT être la DERNIÈRE opération de la pile !!

source: Repeat by:
fr: Répéter par :

source: 1 = don't repeat
fr: 1 = ne pas répéter

source: Evaluate as regular expression
fr: Évaluer comme expression régulière

source: All alphabetical characters
fr: Tous les caractères alphabétiques

source: All number characters
fr: Tous les chiffres

source: Basic Options
fr: Options de base

source: Advanced Options
fr: Options avancées

source: Ascending (0 - 9)
fr: Croissant ( 0 - 9 )

source: Descending (9 - 0)
fr: Décroissant ( 9 - 0 )

source: Manually Adjust
fr: Réglage manuel

source: move to top
fr: mettre en tête

source: move to bottom
fr: mettre en queue

source: move by 5
fr: déplacer par 5

source: Directories before files
fr: Répertoires avant fichiers

source: Directories after files
fr: Répertoires après fichiers

source: Directories mixed with files
fr: Répertoires mélangés aux fichiers

source: Sort normally
fr: Classement normal

source: Standard sorting by item name.
fr: Classement normal par nom de l'objet.

source: Sort numbers intelligently
fr: Classement intelligent des numéros

source: Order these types of items: ...19, 2, 20... May have unpredictable results!
fr: Ordonner ce genre d'objets : ...19, 2, 20... Peut avoir des résultats imprévisibles !

source: Sort on a section of the name:
fr: Classer sur une section du nom :

source: last modification time
fr: heure de dernière modification

source: last access time
fr: heure du dernier accès

source: file size
fr: taille du fichier

source: mode (protection bits)
fr: mode (octets de protection)

source: user ID of owner
fr: ID utilisateur

source: group ID of owner
fr: ID du groupe

source: Exif : picture taken
fr: Exif : photo prise

source: Exif : image modified
fr: Exif : image modifiée

source: Sort by item attributes, using:
fr: Classer par attribut d'objet, utilisant :

source: creation time
fr: temps de création

source: metadata change time
fr: changement des métadonnées

source: About Metamorphose
fr: À propos de Métamorphose

source: Click here to exit
fr: Cliquer ici pour fermer

source: Using Python %s, wxPython %s
fr: Utilisant : Python %s, wxPython %s

source: Metamorphose Home Page
fr: Site web de Métamorphose

source: GitHub Project Page
fr: Page GitHub du projet

source: Donate
fr: Faire un Don

source: License
fr: Licence

source: Credits
fr: Générique
