Repository: GregorH/metamorphose2
Catalog: messages/*/*.po
Languages: fr

source: Error
fr: Erreur

source: File
fr: Fichier

source: items with:
fr: les objets avec des :

source: Save errors to log
fr: Enregistrer les erreurs au log

source: Save errors to a log file.
fr: Sauvegarder la liste d'erreurs vers un fichier trace

source: Remove
fr: Enlever

source: Remove items from renaming selection
fr: Enlever des objets de la sélection

source: warnings
fr: avertissements

source: all items with warnings
fr: Tout objet avec avertissements

source: errors
fr: erreurs

source: all items with errors
fr: tout objet avec erreurs

source: from above items.
fr: des objets ci-dessus.

source: Errors: %s - Warnings: %s
fr: Erreurs : %s Avertissements : %s

source: Ready to rename %s items, but with %s warnings
fr: Prêt à renommer %s objets, mais avec %s avertissements

source: %s total items, %s have problems
fr: %s objets en tout, %s ont des problèmes

source: Errors/Warnings: 0
fr: Erreurs/Avertissements : 0

source: Save error list as ...
fr: Sauvegarder la liste d'erreurs vers ...

source: Log file (*.csv)
fr: Fichier de traces (*.csv)

source: Save configuration as ...
fr: Sauvegarder la configuration vers ...

source: Configuration file (*.cfg)
fr: Fichier de configuration (*.cfg)

source: Load a configuration file
fr: Charger un fichier de configuration

source: Loading configuration ...
fr: Chargement de la configuration ...

source: Invalid XML in config file : %s
fr: XML invalide dans ce fichier de configuration : %s

source: Invalid Configuration
fr: Configuration invalide

source: Not all settings could be loaded.
fr: Certains paramètres n'ont pas été chargés.

source: General
fr: Général

source: Picker
fr: Ramasseur

source: - Renamer -
fr: - Renommer -

source: Numbering
fr: Numération

source: Date and Time
fr: Date et Heure

source: Help
fr: Aide

source: Manually Edit
fr: Éditer manuellement

source: Manually edit name, use with care.
fr: Éditer un nom manuellement - à utiliser soigneusement.

source: Use the up and down keys to save changes to the name and move to another item.
fr: Utiliser les touches « haut » et « bas » pour enregistrer les changements du nom et se déplacer vers un autre.

source: Previewing will destroy any changes!
fr: Prévisualiser supprimera toute modification !

source: Renamer
fr: Renommer

source: Settings
fr: Paramètres

source: &Load Config ctrl+L
fr: &Charger config ctrl+L

source: Load configuration from file
fr: Charger un fichier de configuration

source: &Save Config ctrl+S
fr: &Sauvegarder config ctrl+S

source: Save configuration to file
fr: Sauvegarder un fichier de configuration

source: &Export to log file
fr: &Exporter vers fichier trace

source: Save current snapshot to a log file
fr: Sauvegarder l'instantané actuel vers un fichier trace

source: &Import from log file
fr: &Importer un fichier trace

source: Load a snapshot
fr: Charger un instantané

source: &Reset
fr: &Réinitialiser

source: Reset all settings
fr: Réinitialiser tout les réglages

source: &Preview F7
fr: &Prévisualiser F7

source: Preview selection
fr: Prévisualiser la sélection actuelle

source: &Go ! F8
fr: &Allons-y ! F8

source: Rename selection
fr: Renommer la sélection actuelle

source: &Quit ctrl+Q
fr: &Quitter ctrl+Q

source: Quit Metamorphose
fr: Quitter Métamorphose

source: Delete operation
fr: Supprimer l'opération

source: Delete current operation
fr: Supprimer l'opération actuelle

source: Delete all operations ctrl+D
fr: Supprimer toutes opérations ctrl+D

source: Delete all operations
fr: Supprimer toutes les opérations

source: &Browse... F4
fr: &Parcourir... F4

source: Browse for path
fr: Parcourir le système pour un emplacement

source: &Refresh F5
fr: &Rafraîchir F5

source: Load or reload current path
fr: Charger ou recharger le chemin actuel

source: Select &All ctrl+A
fr: Sélectionner &tous ctrl+T

source: Select all items in picker
fr: Sélectionner tous les objets affichés

source: Select &None ctrl+N
fr: Sélectionner &aucun ctrl+A

source: Deselect all items in picker
fr: Désélectionner tout les objets du ramasseur

source: Recursive &selection ctrl+R
fr: &Sélection récursive ctrl+R

source: Get all files in directory and sub-directories, but no folders
fr: Obtenir tous les fichiers du répertoire et des sous-répertoires, mais aucun dossier

source: Preferences
fr: Préférences

source: Change your preferences
fr: Changer vos préférences

source: Language
fr: Langue

source: Change the language
fr: Changer la langue

source: About
fr: À propos

source: Display general information about Metamorphose
fr: Afficher quelques informations à propos de Métamorphose

source: &Help F1
fr: &Aide F1

source: How to use Metamorphose
fr: Comment utiliser Métamorphose

source: &Examples F2
fr: &Exemples F2

source: Some useful examples
fr: Quelques exemples utiles

source: &Date && Time Formats
fr: &Format Date && Heure

source: Display a reference for Date & Time formats
fr: Afficher une référence des formats de la date et de l'heure

source: &Regular Expressions
fr: &Expressions Régulières

source: Display a regular expression reference
fr: Afficher une référence pour expressions régulières

source: Sorting
fr: Classement

source: Errors/Warnings: %s
fr: Erreurs/Avertissements : %s

source: %s Could not clear undo
fr: %s Impossible de vider la dernière opération

source: You will need to restart Metamorphose to change the language.
fr: Il est nécessaire de redémarrer Métamorphose pour changer la langue.

source: Close out of Metamorphose now?
fr: Quitter Métamorphose maintenant ?

source: Change the Language
fr: Changer la langue

source: Are you sure you want to reset?
fr: Vraiment réinitialiser ?

source: Are you sure?
fr: Êtes-vous sûr ?

source: Save current items as ...
fr: Sauvegarder les objets actuels vers ...

source: CSV file (*.%s)
fr: Fichier CSV (*.%s)

source: Log file
fr: Fichier de traces

source: All files
fr: Tout fichiers

source: Import selection from ...
fr: Importer une sélection de ...

source: These items could not be loaded, it doesn't look like they exist :
fr: Impossible de charger ces objets, il semble qu'ils n'existent pas :

source: Regular Expression Help
fr: Aide pour expressions régulières

source: Date and Time Formatting Help
fr: Aide pour format de la date et de l'heure

source: Examples
fr: Exemples

source: directory
fr: répertoire

source: Location
fr: Emplacement

source: Original Name
fr: Nom original

source: New Name
fr: Nouveau nom

source: Remove Item(s)
fr: Enlever des objets

source: Remove Item(s) and preview
fr: Enlever des objets et prévisualiser

source: Preview
fr: Prévisualiser

source: Go!
fr: Allons-y !

source: Show image thumbnails
fr: Montrer les imagettes

source: Can slow preview considerably
fr: Peut beaucoup ralentir la prévisualisation

source: Thumbnail Size
fr: Taille des imagettes

source: Automatic Preview
fr: Prévisualisation automatique

source: Disable when working with many items
fr: Désactiver lorsqu'il y a de nombreux objets

source: Undo
fr: Annuler

source: Redo
fr: Refaire

source: Use Windows compatible characters
fr: Utiliser des caractères compatibles avec Windows

source: Mark name as warning
fr: Marquer le nom comme avertissement

source: Mark name as bad
fr: Marquer le nom comme mauvais

source: Fix names (remove bad characters)
fr: Réparer les noms ( supprimer les caractères interdits )

source: Use Windows compatible names
fr: Utiliser des noms compatibles avec Windows

source: Display
fr: Affichage

source: Colors
fr: Couleurs

source: Automate
fr: Automatiser

source: Logging
fr: Traces

source: Error Checks
fr: Vérifications

source: Folder to keep log files in:
fr: Dossier de sauvegarde :

source: Separate values with:
fr: Séparateur des valeurs :

source: Enclose values in:
fr: Enveloppe des valeurs :

source: File extension:
fr: Extension du fichier :

source: These settings apply to loading and saving of log files.
fr: Options pour le chargement et la sauvegarde des fichiers traces.

source: The preferences file is outdated or corrupt.
fr: Le fichier des préférences est périmé ou endommagé.

source: Problem with preferences
fr: Problème avec les préférences

source: Will be renamed
fr: À renommer

source: Color of items to be renamed.
fr: Couleur des objets à renommer.

source: Successfully renamed
fr: Renommés

source: Color of successfully renamed items.
fr: Couleur des objets renommés avec succès.

source: Color of items with errors.
fr: Couleurs des objets avec erreurs.

source: Warning
fr: Avertissement

source: Color of items with warnings.
fr: Couleur des objets avec avertissements.

source: Set colors to defaults
fr: Couleurs par défaut

source: Show thumbnails in preview
fr: Montrer les imagettes en prévisualisant

source: Only preview items that will change
fr: Prévisualiser seulement les objets modifiés

source: Highlight changed items in preview
fr: Surligner les objets modifiés lors de la prévisualisation

source: Change the refresh rate of the renaming operation:
fr: Changer le taux de rafraîchissement du renommage :

source: Refresh rate maximum:
fr: Taux maximum :

source: Higher = faster ; Lower = more feedback
fr: Élevé : plus rapide ; Abaissé : plus interactif

source: Show progress dialog when previewing many items
fr: Montrer une boîte de progrès lorsque prévisualisant beaucoup d'objets

source: Number of items:
fr: Nombre d'objets :

source: Select all items when loading a directory
fr: Sélectionner tous les objets lorsqu'un chemin est chargé

source: Re-load directory contents after renaming
fr: Recharger les contenus du répertoire après les avoir renommés

source: Keep a log of all renaming operations
fr: Garder une trace pour chaque opération

source: Preview selection when loading a configuration
fr: Prévisualiser lorsqu'une configuration est chargée

source: Automatically show errors after preview
fr: Montrer les erreurs automatiquement après la prévisualisation

source: Encoding used in audio tags:
fr: Encodage utilisé pour les métadonnées audio

source: Clear out undo on start up
fr: Effacer la dernière annulation au démarrage

source: Use directory tree view
fr: Utiliser vue de répertoires en arbre

source: Show Hidden directories in tree view
fr: Afficher les répertoires cachés dans l'arborescence

source: Select language group:
fr: Choisissez le groupe de langues :

source: Use System Default
fr: Utiliser le défaut du système

source: All Languages / Unicode
fr: Toutes langues / Unicode

source: Western Europe
fr: Europe de l'ouest

source: Central & Eastern Europe
fr: Europe de l'est & centrale

source: Esperanto, Maltese
fr: Espéranto, Maltais

source: Nordic Languages
fr: Langues nordiques

source: Celtic Languages
fr: Langues celtes

source: Baltic Languages
fr: Langues baltiques

source: Cyrillic Languages
fr: Langues cyrilliques

source: Greek
fr: Grec

source: Turkish
fr: Turc

source: Hebrew
fr: Hébreu

source: Arabic
fr: Arabe

source: Thai
fr: Thaï

source: Vietnamese
fr: Vietnamien

source: Traditional Chinese
fr: Chinois traditionnel

source: Simplified Chinese
fr: Chinois simplifié

source: Unified Chinese
fr: Chinois unifié

source: Korean
fr: Coréen

source: Japanese
fr: Japonais

source: Select encoding:
fr: Choisissez l'encodeur :

source: Progress
fr: Progrès

source: You don't have any operations defined.
fr: Il n'y a aucune opération active.

source: Double-click or drag && drop an operation in the 'Available' box to add one.
fr: Double-cliquer ou glisser-déposer une opération depuis la boite « Applicables » pour l'ajouter.

source: You may then drag && drop used operations to reorder them.
fr: Vous pourrez ensuite réordonner les opérations utilisées en les glissant-déposant.

source: Name
fr: au nom

source: Extension
fr: à l'extension

source: Move up
fr: Déplacer vers le haut

source: Move down
fr: Déplacer vers le bas

source: Disable
fr: Désactiver

source: Enable
fr: Activer

source: Reset
fr: Réinitialiser

source: Delete
fr: Supprimer

source: Delete All
fr: Tout Supprimer

source: Enable/Disable
fr: Activer/Désactiver

source: Change Name
fr: Changer le nom

source: Apply to
fr: Appliquer

source: Available:
fr: Applicables :

source: Used:
fr: Utilisées :

source: Move current operation down by 1
fr: Descendre l'opération actuelle 1 place

source: Move current operation up by 1
fr: Monter l'opération actuelle 1 place

source: Enable or Disable current operation
fr: Activer ou Désactiver l'opération actuelle

source: Selected
fr: Sélectionnée

source: Delete operations
fr: Supprimer les opérations

source: Reset the current operation
fr: Réinitialiser l'opération actuelle

source: Order:
fr: Ordre :

source: extension
fr: à l'extension

source: name
fr: au nom

source: Apply to:
fr: Appliquer :

source: Really reset this '%s' operation?
fr: Vraiment réinitialiser cette opération « %s » ?

source: Are You Sure?
fr: Êtes-vous sûr ?

source: Really delete all operations? This cannot be undone.
fr: Vraiment supprimer toutes les opérations ? Il ne sera pas possible d'annuler.

source: Really destroy this '%s' operation?
fr: Vraiment détruire cette opération « %s » ?

source: Previewed %s items with no errors
fr: %s objets prévisualisés sans erreurs

source: Error chekcing %%% names, please wait ...
fr: Vérification de %%% nouveaux noms, veuillez patienter ...

source: Invalid Windows character: %s
fr: Caractère Windows invalide : %s

source: Invalid name: %s
fr: Nom invalide : %s

source: Completely blank
fr: Complètement vide

source: Name length over 255 characters
fr: Le nom est au-delà de 255 Caractères

source: Duplicate name
fr: Nom dupliqué

source: Blank file name
fr: Nom de fichier vide

source: Generating %s new names, please wait ...
fr: Création de %s nouveaux noms, veuillez patienter ...

source: Generating %%% new names, please wait ...
fr: Création de %%% nouveaux noms, veuillez patienter ...

source: Renaming Failed : %s
fr: L'opération a échoué : %s

source: Error renaming: %s to: %s Reason: %s
fr: Erreur en renommant: %s à: %s Raison : %s

source: Renaming Failed !!
fr: Le renommage a échoué !

source: This name already exists: %s
fr: Ce nom existe déjà : %s

source: I can make a sub-folder called 't_e_m_p' and do the renaming operation there. You can then move everything back. Go ahead and do this?
fr: Je peux créer un sous-répertoire nommé « t_e_m_p » et renommer les objets là. Une fois renommés, vous pouvez les déplacer à leur emplacement initial. On fait ça ??

source: Writing undo files, please wait ...
fr: Création de fichier d'annulation, veuillez patienter ...

source: Renaming in progress, please wait ...
fr: Renommage en cours, veuillez patienter ...

source: Make sure 'undo' directory exists and is read/write You will not be able to undo!! Do you want to continue??
fr: Vérifier que le répertoire « undo » existe et est lisible/écrivable Il sera impossible d'annuler cette opération!! Continuer quand même ??

source: Problem with undo!
fr: Problème en annulant l'opération !

source: Renaming for %s items completed
fr: Renommage de %s objets terminé

source: Renaming cancelled
fr: Renommage annulé

source: %s Undo Failed !!
fr: %s L'annulation a échouée !!

source: Nothing to undo
fr: Rien à annuler

source: Cannot read path!
fr: Impossible de lire ce chemin d'accès !

source: - video
fr: - vidéo

source: - office related
fr: - bureautique

source: - web related
fr: - groupe web

source: - programming
fr: - programmation

source: - compressed
fr: - comprimé

source: - an extension
fr: - une extension

source: - only an extension
fr: - uniquement une extension

source: Regular-Expression: %s
fr: Expression-Régulière : %s

source: Getting directory contents please wait ...
fr: Obtenant le contenu du répertoire, veuillez patienter ...

source: The item '%s' has an encoding error. Unable to process this path in recursive mode, please correct the name and try again.
fr: L'objet « %s » a un problème d'encodage. Impossible de continuer en mode récursif, corrigez ce nom et réessayez.

source: Unable to load item
fr: Impossible de charger cet objet

source: Retrieved %s items from directory
fr: %s objets récupérés du répertoire

source: At least one item has an encoding error in its name. You will not be able to modify these.
fr: Au moins un objet a un problème d'encodage. Il sera impossible de le(s) modifier.

source: Encoding Error
fr: Erreur d'encodage

source: Python Imaging Library (PIL) not found. Refer to readme file for install instructions. You will not be able to preview images.
fr: Impossible de charger Python Imaging Library (PIL). Le fichier 'readme' contient des instructions à ce sujet. Il ne sera pas possible d'afficher des imagettes.

source: PIL needed
fr: PIL est nécessaire

source: %s items were (de)selected
fr: %s objets ont été (dé)sélectionnés

source: Refresh
fr: Rafraîchir

source: Browse
fr: Parcourir

source: Input/Paste path and press OK, or BROWSE for path:
fr: Entrer/Coller un chemin d'accès puis cliquer sur OK, ou Parcourir pour chemin :

source: Select:
fr: Prendre :

source: all
fr: tous

source: none
fr: aucun

source: Folders
fr: Dossiers

source: Files
fr: Fichiers

source: Names containing (Use menu or enter text)
fr: Noms contenant ( utiliser le menu ou entrer un texte )

source: Contaning:
fr: Contenant :

source: Reg-Expr
fr: Expr-Rég

source: Evaluate filter as a regular expression
fr: Évaluer le filtre comme une expression régulière

source: case-Insensitive match
fr: comparaison Insensible à la casse

source: Unicode match (\w matches 'a','b','c', etc)
fr: comparaison Unicode (\w trouve œ, û, à, etc)

source: Recursive
fr: Récursif

source: depth:
fr: niveau :

source: Number of levels to descend, 0 = unlimited
fr: Nombre de niveaux à descendre; 0 = illimité

source: Not
fr: Pas

source: NOT containing
fr: NE contenant PAS

source: Choose a directory:
fr: Choisir un répertoire :

source: All items were deselected
fr: Tout les objets ont été désélectionnés

source: Insert settings
fr: Réglages : insérer

source: Date Settings:
fr: Date :

source: Time Settings:
fr: Heure :

source: MM-DD-YYYY
fr: MM-JJ-AAAA

source: MM-DD-YY
fr: MM-JJ-AA

source: DD-MM-YYYY
fr: JJ-MM-AAAA

source: DD-MM-YY
fr: JJ-MM-AA

source: YYYY-MM-DD
fr: AAAA-MM-JJ

source: Month DD, YYYY
fr: Moi JJ, AAAA

source: Day, Month DD, YYYY
fr: Jour, Moi JJ, AAAA

source: YY
fr: AA

source: YYYY
fr: AAAA

source: Use menu or enter text
fr: Utiliser ce menu ou entrez votre propre format

source: Formatting:
fr: Format :

source: Separator:
fr: Séparateur :

source: Adjust Time
fr: Régler l'heure

source: Set to now
fr: Mettre à l'Heure

source: Date Preview:
fr: Prévisualision de la date :

source: Time Preview:
fr: Prévisualision de l'heure :

source: Get date && time from item, using:
fr: Obtenir la date && heure de l'objet, par :

source: last modification
fr: dernière modification

source: last access
fr: dernier accès

source: Exif tag - picture taken
fr: étiquette Exif - photo prise

source: Exif tag - image modified
fr: étiquette Exif - image modifiée

source: creation
fr: création

source: metadata change
fr: changement des métadonnées

source: Insert a special operation:
fr: Insérer une opération spéciale :

source: numbering
fr: numération

source: Insert enumerating sequence. Use the 'Numbering settings' panel to change settings
fr: Insérer une séquence numérique. Le panneau « Réglages : numération » contient les options.

source: Insert date. Use the 'Date / Time settings' panel to change settings
fr: Insérer une date. Le panneau « Réglages : date && heure » contient les options.

source: time
fr: heure

source: Insert time. Use the 'Date / Time settings' panel to change settings
fr: Insérer une heure. Le panneau « Réglages : date && heure » contient les options.

source: audio info
fr: infos audio

source: artist
fr: artiste

source: disc number
fr: Nº disque

source: track number
fr: Nº morceau

source: title
fr: titre

source: performer
fr: interprète

source: author
fr: auteur

source: composer
fr: compositeur

source: conductor
fr: chef d'orchestre

source: lyricist
fr: parolier

source: comment
fr: commentaire

source: Insert id3 tag information from mp3 file
fr: Insérer une des étiquettes id3 du fichier

source: image info
fr: infos image

source: width
fr: largeur

source: height
fr: hauteur

source: X-resolution
fr: Résolution-X

source: Y-resolution
fr: Résolution-Y

source: X-res
fr: rés-X

source: Y-res
fr: rés-Y

source: exposure
fr: exposition

source: F-stop
fr: ouverture

source: focal-length
fr: longueur-focale

source: shutter-speed
fr: vitesse-obturation

source: make
fr: fabricant

source: model
fr: modèle

source: unit
fr: unité

source: software
fr: logiciel

source: Insert Exif tag information from tiff or jpeg file. Use the date button to insert Exif date
fr: Insérer une étiquette Exif d'un fichier tiff ou jpeg. Utilisez le bouton 'date' pour insérer une date Exif

source: folder:
fr: dossier :

source: Insert parent folder name
fr: Insérer le nom d'un répertoire supérieur

source: How far back to get folder
fr: Niveau du dossier

source: numb
fr: numr

source: folder%s
fr: dossier%s

source: language
fr: langue

source: encoded by
fr: encodé par

source: Roman numeral error: %s
fr: Erreur de chiffre romain : %s

source: Could not open file!
fr: Impossible d'ouvrir le fichier !

source: Exif error: %s
fr: Erreur Exif : %s

source: Could not read Exif tag
fr: Impossible de lire l'étiquette Exif

source: Could not read audio metadata
fr: Impossible de lire les métadonnées audio

source: Could not determine audio file type
fr: Impossible de déterminer le genre de fichier

source: Invalid encoding specified: %s
fr: Encodage invalide spécifié : %s

source: Could not read tag: %s
fr: Impossible de lire l'étiquette : %s

source: folder
fr: dossier

source: Numbering settings
fr: Réglages : numération

source: Date && Time settings
fr: Réglages : date && heure

source: How to change the length:
fr: Comment changer la longueur :

source: Cut
fr: Couper

source: Pad
fr: Rembourrer

source: Both
fr: Les Deux

source: Length after modification
fr: Longueur après modification

source: characters,
fr: caractères,

source: to:
fr: à :

source: starting from the:
fr: en commençant par la :

source: right
fr: droite

source: left
fr: gauche

source: Character for padding:
fr: Rembourrer avec ce caractère :

source: Position for padding:
fr: Rembourrer à cette position :

source: (0 = first character)
fr: (0 = premier caractère)

source: out of range
fr: Pas dans la gamme

source: non-integer
fr: Pas un chiffre

source: UPPERCASE
fr: MAJUSCULE

source: lowercase
fr: minuscule

source: SWAP case
fr: ÉCHANGER la casse

source: Capitalize first
fr: Première lettre maj.

source: Title Style
fr: Style Titre

source: DoRkIfY
fr: DoRkIfiEr

source: Change Case:
fr: Changer la casse :

source: Remove Accents
fr: Supprimer les accents

source: Convert '%xx' escapes to text
fr: Convertir échappes « %xx » en texte

source: Convert text to 1337
fr: Convertir texte en 1337

source: Change Characters:
fr: Changer les caractères :

source: Convert from Encoding:
fr: Convertir du codage :

source: Search for what to modify, by:
fr: Chercher quoi modifier, par :

source: Modify the directory structure (move items)
fr: Modifier la structure de répertoires (déplacer des objets)

source: replace
fr: remplacer

source: Find text and replace it with text or sub-operation
fr: Trouver un texte et le remplacer avec un texte ou une sous-opération

source: modify
fr: modifier

source: Case changes, character conversions, etc...
fr: Changer la casse, convertir des caractères, etc...

source: move text
fr: déplacer

source: Find text and move it
fr: Trouver un texte et le déplacer

source: swap
fr: échanger

source: Find two portions of text and swap them
fr: Trouver deux portions de texte et les échanger

source: insert
fr: Insérer
